[{
    "volumeInfo": {
    "title": "A Thousand Splendid Suns",
    "authors": [
        "Khaled Hosseini"
    ],
    "description": "THE RICHARD & JUDY NUMBER ONE BESTSELLER 'A suspenseful epic' Daily Telegraph 'A triumph' Financial Times 'Heartbreaking' Mail on Sunday 'Deeply moving' Sunday Times Mariam is only fifteen when she is sent to Kabul to marry Rasheed. Nearly two decades later, a friendship grows between Mariam and a local teenager, Laila, as strong as the ties between mother and daughter. When the Taliban take over, life becomes a desperate struggle against starvation, brutality and fear. Yet love can move a person to act in unexpected ways, and lead them to overcome the most daunting obstacles with a startling heroism.",
    "pageCount": 432,
    "categories": [
        "Fiction"
    ],
    "averageRating": 4,
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=K0MIEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
    },
    "language": "en"
    }
}, 
{
    "volumeInfo": {
    "title": "The Silent Patient",
    "subtitle": "The record-breaking, multimillion copy Sunday Times bestselling thriller and TikTok sensation",
    "authors": [
        "Alex Michaelides"
    ],
    "description": "- THE RECORD-BREAKING, MULTIMILLION COPY GLOBAL BESTSELLER AND TIKTOK SENSATION - Discover the #1 New York Times and Sunday Times bestselling thriller with a jaw-dropping twist that everyone is talking about - as seen on TikTok. Soon to be a major film. Alicia Berenson lived a seemingly perfect life until one day six years ago. When she shot her husband in the head five times. Since then she hasn't spoken a single word. It's time to find out why. READERS LOVE THE SILENT PATIENT ⭐⭐⭐⭐⭐ 'Everything you need from a psychological thriller with a killer twist that is impossible to see coming!' ⭐⭐⭐⭐⭐ 'Fiendishly clever ... believe the hype.' ⭐⭐⭐⭐⭐ 'Grabs your afternoon from the start and never lets go' ⭐⭐⭐⭐⭐ 'A fantastic thriller with an incredible plot twist that I really didn't see coming. I highly recommend.' ⭐⭐⭐⭐⭐ 'OMG, my heart is still pounding from the final chapters of this amazing thriller.' ⭐⭐⭐⭐⭐ 'I'm honestly speechless, best book I have read for a very long time' ⭐⭐⭐⭐⭐ 'The twists when they come, wow oh wow!' CRITICALLY ACCLAIMED 'The perfect thriller' AJ FINN 'Terrific' - THE TIMES Crime Book of the Month 'Smart, sophisticated suspense' - LEE CHILD 'Compelling' - OBSERVER 'Absolutely brilliant' - STEPHEN FRY 'A totally original psychological mystery' - DAVID BALDACCI 'One of the best thrillers I've read this year' - CARA HUNTER 'The pace and finesse of a master' - BBC CULTURE",
    "pageCount": 286,
    "categories": [
        "Fiction"
    ],
    "averageRating": 3.5,
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=a6NnDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
    },
    "language": "en"
    }
},
{
    "volumeInfo": {
    "title": "Legend",
    "authors": [
        "Marie Lu"
    ],
    "description": "Legend is the much-anticipated dystopian thriller debut from US author, Marie Lu. THE must-read dystopian thriller fiction for all teen fans of The Hunger Games by Suzanne Collins and Divergent by Veronica Roth. A brilliant re-imagining of Les Miserables, the series is set to be a global film sensation as CBS films have acquired rights to the trilogy. The Twilight Saga producers, Marty Bowen and Wyck Godfrey, will produce. Los Angeles, California Republic of America He is Day. The boy who walks in the light. She is June. The girl who seeks her brother's killer. On the run and undercover, they meet by chance. Irresistably drawn together, neither knows the other's past. But Day murdered June's brother. And she has sworn to avenge his death. Dystopian fiction at its very best in this thrilling instalment in the Legend trilogy. Praise for Legend: 'If you loved The Hunger Games, you'll love this.' - Sarah Rees-Brennan, author of The Demon's Lexicon 'A fine example of commercial fiction with razor-sharp plotting, depth of character and emotional arc, 'Legend' doesn't merely survive the hype, it deserves it.' - New York Times 'Marie Lu's dystopian novel is a 'Legend' in the making.' - USA Today 'Legend is impossible to put down and even harder to forget.' - Kami Garcia, author of New York Times bestselling author of film sensation, Beautiful Creatures",
    "pageCount": 384,
    "categories": [
        "Juvenile Fiction"
    ],
    "averageRating": 4,
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=Wzuy7A522B4C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
    },
    "language": "en"
    }
},
{
    "volumeInfo": {
    "title": "Prodigy",
    "authors": [
        "Marie Lu"
    ],
    "description": "The brilliant sequel in the Legend trilogy - perfect for The Hunger Games fans! Injured and on the run, it has been seven days since June and Day barely escaped Los Angeles and the Republic with their lives. Day is believed dead having lost his own brother to an execution squad who thought they were assassinating him. June is now the Republic's most wanted traitor. Desperate for help, they turn to the Patriots - a vigilante rebel group sworn to bring down the Republic. But can they trust them or have they unwittingly become pawns in the most terrifying of political games? Dystopian fiction at its very best in this thrilling instalment in the Legend trilogy.",
    "pageCount": 368,
    "categories": [
        "Juvenile Fiction"
    ],
    "averageRating": 4,
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=i8jGuB9PI7IC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
    },
    "language": "en"
    }
},
{
    "volumeInfo": {
    "title": "The Maze Runner",
    "authors": [
        "James Dashner"
    ],
    "description": "When the doors of the lift crank open, the only thing Thomas remembers is his first name. But he's not alone. He's surrounded by boys who welcome him to the Glade - a walled encampment at the centre of a bizarre and terrible stone maze. Like Thomas, the Gladers don't know why or how they came to be there - or what's happened to the world outside. All they know is that every morning when the walls slide back, they will risk everything - even the Grievers, half-machine, half-animal horror that patrol its corridors, to try and find out.",
    "pageCount": 334,
    "categories": [
        "Juvenile Fiction"
    ],
    "averageRating": 4,
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=yo5GBAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
    },
    "language": "en"
    }
},
{
    "volumeInfo": {
    "title": "Enemies With Benefits",
    "authors": [
        "Roxie Noir"
    ],
    "description": "I don’t love him. I don’t even like him. I just want him. Eli Loveless was my nemesis from the first day of kindergarten until we graduated high school. Everything I did, he had to do better - and vice versa. The day he left town was the best day of my life. Ten years later, the day he came back was the worst. Now he’s my co-worker. Grown-up Eli Loveless is sexy as sin. He’s hotter than asphalt in the summer. The irritating kid I once knew is gone, and he’s been replaced by a man with green eyes, perfect abs, and a cocky smile. It’s bad that I want him. It’s worse that he wants me back. There are looks. There are smirks. There are smiles that make my panties burst into flame. And then there’s a shared kiss that leads to the hottest night of my life. This is no office romance. This is a five-alarm fire. What’s a girl to do when the man I can’t stand is the one I can’t stop lusting after? Enter into a friends-with-benefits agreement, of course. No dates. No relationship. Just blisteringly hot sex, because if there’s one person I could never fall for, it’s Eli. ...right? Enemies With Benefits is the first book in the Loveless Brothers series, and can be read as a total standalone. It's for fans of high-heat, low-angst romantic comedies and anyone who enjoys a rivals-to-lovers story. This book also has tons of sibling banter, a workplace romance that smolders, and a small town with tons of charm and quirk. It's steamy, hilarious, and of course it's got a guaranteed HEA. (And yes, it bangs.) ﻿This series is perfect for fans of Cate C. Wells, Kate Canterbary, Melanie Harlow, Elizabeth O'Roark, and Claire Kingsley.",
    "pageCount": 439,
    "categories": [
        "Fiction"
    ],
    "averageRating": 4,
    "imageLinks": {
        "smallThumbnail": "http://books.google.com/books/content?id=2X8eEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api"
    },
    "language": "en"
    }
}]